tap 'homebrew/cask-fonts'

brew 'direnv'
brew 'libpq' # for psql
brew 'pyenv'
brew 'rbenv'

cask '1password'
cask 'backblaze'
cask 'battery-buddy'
cask 'cyberduck'
cask 'db-browser-for-sqlite'
cask 'docker'
cask 'firefox'
cask 'flux'
cask 'font-inconsolata-g'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'iterm2'
cask 'microsoft-office'
cask 'omnidisksweeper'
cask 'paw'
cask 'slack'
cask 'spotify'
cask 'sublime-text'
cask 'tableplus'
cask 'utc-menu-clock'
cask 'visual-studio-code'
cask 'wireshark'
cask 'zoom'
